---
kind: other
id: Properties.T:Autodesk.Revit.DB.ViewScheduleExportOptions
source: html/09ec188a-5d84-b62c-dfec-d5fd9c69b675.htm
---
# ViewScheduleExportOptions Properties

How to export column headers. Default is MultipleRows.